[
    {
        "id": "1",
        "title": "Trading Range Breakout Test on Daily Stocks of Indian Markets",
        "authors": "Uttam B Sapate",
        "published": null,
        "URL": "http://dx.doi.org/10.2139/ssrn.3068852",
        "DOI": "10.2139/ssrn.3068852",
        "abstract": "No abstract available."
    },
    {
        "id": "2",
        "title": "Breakout Stocks Identification using Machine Learning Approaches",
        "authors": "Md. Siam Ansary",
        "published": 2022,
        "URL": "http://dx.doi.org/10.53907/enpesj.v2i2.173",
        "DOI": "10.53907/enpesj.v2i2.173",
        "abstract": "<jats:p>Stock market offers a platform for people to engage in trading. It contributes to the growth of nation. Decision making regarding investments needs to be done very carefully so that an investor does not suffer massive loss. Since the share market is susceptible to experience huge change at any given moment, with the probability of profit comes huge risks of losing a fortune. In our research, we have worked on prediction of breakout stocks. If identified properly, it can help one to invest efficiently. We have used multiple machine learning approaches as ML models can offer more effective predictions compared to other methods due to the ability to learn and adapt from dataset information. In our experiment, the models have yielded very good results.</jats:p>"
    },
    {
        "id": "3",
        "title": "Weak Form of Market Efficiency Trading Range Breakout Test on Weekly Stocks of India Markets",
        "authors": "No authors available",
        "published": 2017,
        "URL": "http://dx.doi.org/10.22259/ijrbsm.0402002",
        "DOI": "10.22259/ijrbsm.0402002",
        "abstract": "No abstract available."
    },
    {
        "id": "4",
        "title": "Challenges and Solutions for Automated Wellbore Status Monitoring - Breakout Detection as an Example",
        "authors": "Stefan Wessling, Thomas Dahl, Dinah Pantic",
        "published": 2011,
        "URL": "http://dx.doi.org/10.2118/143647-ms",
        "DOI": "10.2118/143647-ms",
        "abstract": "<jats:title>Abstract</jats:title>\n               <jats:p>Automated real-time wellbore stability services contribute to a significant reduction of non productive time. Automation reduces the workload, supports the decisions of engineers and facilitates simultaneous remote supervision of multiple wells. The industry is approaching first steps towards automated drilling; however the accomplishment of mature automated systems requires further extensive research and development. In particular, automated real-time wellbore stability systems require a high level of confidence because decisions based on the results can have significant consequences. Robust, reliable and intensively tested algorithms need to be developed and experience has to be gathered by comprehensively supervised field testing.</jats:p>\n               <jats:p>This paper presents an algorithm and its applications for the automated monitoring of wellbore status. Taking the detection of breakouts on images of the borehole wall as an example, observations and experience gained during the development of such a system are documented. A breakout detection system is fed by formation evaluation and drilling dynamics logs acquired by downhole tools during the drilling operation. The automated breakout detection algorithm is able to scan image log data to identify the existence or non-existence of breakouts and to deliver parameters such as the breakout orientation and width for the calibration of in-situ Earth stress directions and magnitudes needed for calculation of the shear failure gradient (one of two lower bounds for the pressure window).</jats:p>\n               <jats:p>The automatic detection of breakouts on low-resolution resistivity and density real-time images proves the algorithm's applicability while drilling. The tests were also used to identify operating constraints, i.e., circumstances (especially of geological nature) under which the system may deliver erroneous information. Users need to be aware of such operating constrains to have confidence in the algorithm's reliability.</jats:p>"
    },
    {
        "id": "5",
        "title": "Breakout Groups Assignments and Instructions",
        "authors": "No authors available",
        "published": 2008,
        "URL": "http://dx.doi.org/10.4016/6678.01",
        "DOI": "10.4016/6678.01",
        "abstract": "No abstract available."
    }
]